<template>
   <section id="company">
        <div class="company mt-5">
                      <h1>О компании</h1>
                     <h2>QUALITY JEWELLERY - ювелирная мастерская города Вязники</h2>
        <div class="company-text">
      <p>
          Ювелирная мастерская «QUALITY JEWELLERY» — не просто кузница эстетичных и качественных украшений.
          Это обитель творчества и профессионализма, направленного на воплощение любых задумок клиентов: от вневременной классики до самых сложных и оригинальных идей.
      </p>
      <p>
          Основная наша миссия – создавать уникальные ювелирные изделия, способные отразить уникальный и разносторонний внутренний мир нашего клиента.
          Мы щепетильно выверяем каждую линию, каждый штрих, доводя до идеала форму и декоративное оформление каждого украшения.
          Вкладываем свою душу в каждое ювелирное изделие, которое создаем специально для вас.
          И удачно сочетаем новейшие технологии со старинными секретами ювелирного мастерства. 
      </p>
  
      <p>При этом не автоматизируем процесс изготовления изделий на заказ: активно применяем компьютерные технологии и <b>3D</b> печать для создания объемных макетов, чтобы вы смогли в полной мере прочувствовать эстетику ваших будущих украшений.
        Изготовление же по-прежнему – исключительно ручное: детальное и виртуозное.
        Чтобы вы могли наслаждаться уникальной, неповторимой эстетикой ювелирных изделий, отражающей вас самих.
      </p>
        </div>
        <div class="host row row-cols-1 row-cols-md-2">
            <img src="/assets/img/host.jpg" width="300px" height="600px">
            <div class="host-info">
                <h2>Постолов В.А</h2>
                <p>Владелец ювелирной мастерской</p>
                <p>Возраст : 22 года</p> 
                <p>Образование : МГХПА им. С. Г. Строганова <br> Факультет "Дизайн" (Промышленного искусства)</p>
                <p>Место рождения : г.Вязники</p>
                <p>Семейное положение : женат</p>
                </div>
        </div>
      </div>
   </section>
</template>

<script>
export default {
    name:'Company',

}
</script>
<style>
.host-info{
    text-align: left;
    display: flex;
    flex-direction: column;
    justify-content: space-evenly;
   
}
.host-info p {
    font-size:20px;
    font-weight:lighter
    
}
.reshala{
 align-items: baseline;
}
</style>
